{"translation-revision-date":"2021-01-12 08:04:32+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_VE"},"Withdrawals":["Retiradas"],"Approved":["Aprobado"],"All":["Todo"],"items":["elementos"],"Loading":["Cargando"],"Bonus: Dokan Lite users get 30% off regular price. Click on the link above to obtain the coupon & apply it during checkout.":["Bono: Los usuarios de Dokan Lite reciben 30% de descuento del precio regular. Haz clic en el enlace de arriba para obtener el cupón y aplícalo durante el proceso de compra."],"Offer any customer to buy product as a wholesale price from any vendors.":["Ofrece a los cliente comprar productos a precio de mayorista de cualquier vendedor."],"Wholesale":["Venta al por mayor"],"Dokan add-on to verify sellers.":["Extensión de Dokan para verificar a los vendedores."],"Vendor Verification":["Verificación de vendedores"],"WooCommerce Subscription integration for Dokan":["Integración con WooCommerce Subscription para Dokan"],"Vendor Subscription Product":["Productos de suscripción para vendedores"],"A plugin for manage store via vendor staffs.":["Un plugin para gestionar la tienda a través del personal de los vendedores."],"Vendor Staff Manager":["Gestor de personal para vendedores"],"A plugin for store and product analytics for vendor.":["Un plugin para las analíticas de la tienda y de productos del vendedor."],"Vendor Analytics":["Analíticas para vendedores"],"Product subscription pack add-on for Dokan vendors.":["Extensión del paquete de suscripción de productos para los vendedores de Dokan."],"Vendor Subscription":["Suscripción para vendedores"],"Accept credit card payments and allow your sellers to get automatic split payment in Dokan via Stripe.":["Acepta pagos con tarjeta de crédito y permite a tus vendedores obtener un pago automático dividido en Dokan a través de Stripe."],"Stripe Connect":["Stripe Connect"],"Enable vendors to provide support to customers from store page.":["Permite a los vendedores proporcionar soporte a los clientes desde la página de la tienda."],"Store Support":["Soporte de la tienda"],"A plugin that allows customers to rate the sellers.":["Un plugin que permite a los clientes calificar a los vendedores."],"Store Reviews":["Reseñas de la tienda"],"A module that offers multiple vendor to sell a single product.":["Un módulo que ofrece varios vendedores para vender un producto individual."],"Single Product Multiple Vendor":["Producto individual de varios vendedores"],"A plugin that combined WooCommerce simple auction and Dokan plugin.":["Un plugin que combina WooCommerce Simple Auction y el plugin Dokan."],"Auction Integration":["Integración con Auction"],"Adds ShipStation label printing support to Dokan. Requires server DomDocument support.":["Añade a Dokan la compatibilidad de impresión de etiquetas de ShipStation. Necesita compatibilidad con DomDocument en el servidor."],"ShipStation Integration":["Integración con ShipStation"],"Using this plugin seller can go to vacation by closing their stores.":["Usando este plugin el vendedor puede irse de vacaciones cerrando sus tiendas."],"Seller Vacation":["Vacaciones del vendedor"],"Manage return and warranty from vendor end.":["Gestiona las devoluciones y las garantías del vendedor."],"Return and Warranty Request":["Solicitud de devoluciones y garantías"],"Let customers report fraudulent or fake products.":["Permite que los clientes informen sobre productos fraudulentos o falsos."],"Report Abuse":["Informar de abusos"],"Enquiry for a specific product to a seller.":["Solicita un producto específico a un vendedor."],"Product Enquiry":["Consulta sobre el producto"],"WooCommerce Product Addon support.":["Compatibilidad con WooCommerce Product Addon."],"Product Addon":["Product Addon"],"Allows to send split payments to vendor via PayPal Adaptive Payment gateway.":["Permite enviar pagos fraccionados al proveedor a través de la pasarela de pago adaptable de PayPal."],"PayPal Adaptive Payment":["Pago adaptable de PayPal"],"Wirecard payment gateway for Dokan.":["Pasarela de pago de Wirecard para Dokan."],"Wirecard":["Wirecard"],"Live product search for WooCommerce store.":["Búsqueda de productos en vivo para la tienda WooCommerce."],"Live Search":["Búsqueda en vivo"],"Live Chat Between Vendor & Customer.":["Chat en vivo entre el vendedor y el cliente."],"Live Chat":["Chat en vivo"],"Search Products and Vendors by geolocation.":["Busca productos y vendedores por geolocalización."],"Geolocation":["Geolocalización"],"Send emails to customers when their favorite store updates.":["Envía correos electrónicos a los clientes cuando sus tiendas favoritas se actualicen."],"Follow Store":["Seguir la tienda"],"This is simple product import and export plugin for vendor":["Este es un simple plugin de importación y exportación de productos para el vendedor"],"Vendor Product Importer and Exporter":["Importador y exportador de productos para vendedores"],"Elementor Page Builder widgets for Dokan":["Widgets del maquetador de páginas Elementor para Dokan"],"Elementor":["Elementor"],"A Dokan plugin Add-on to Customize Colors of Dokan Dashboard":["Una extensión del plugin Dokan para personalizar los colores del escritorio de Dokan"],"Color Scheme Customizer":["Personalizador del esquema de colores"],"Integrates WooCommerce Booking with Dokan.":["Integra WooCommerce Booking con Dokan."],"WooCommerce Booking Integration":["Integración con WooCommerce Booking"],"No modules found.":["No se han encontrado módulos."],"Already upgraded?":["¿Ya está actualizado?"],"Dokan Upgrade Promo":["Promoción de actualización de Dokan"],"We’re sorry, Dokan Modules are not available on Dokan Lite. Please upgrade to a PRO plan to unlock the modules of your choice.":["Lo sentimos, los módulos Dokan no están disponibles en Dokan Lite. Por favor, actualiza a un plan PRO para desbloquear los módulos de tu elección."],"with Dokan Premium Plans":["con los planes premium de Dokan"],"Unlock 20+ Modules":["Desbloquea más de 20 módulos"],"Dokan Upgrade Popup":["Ventana emergente de actualización de Dokan"],"The Yoast SEO integration lets vendors define Store Title, Description, Slug and Keyword to appear in search engine results.":["La integración de Yoast SEO permite a los vendedores definir el título de la tienda, la descripción, el slug y la palabra clave para aparecer en los resultados de los motores de búsqueda."],"Store Seo":["SEO de la tienda"],"Vendors can send refund requests for an order to the admins who can approve or deny it from the dashboard.":["Los vendedores pueden enviar solicitudes de reembolso de un pedido a los administradores que pueden aprobarlo o denegarlo desde el escritorio."],"Refund":["Reembolso"],"Vendors can upload & showcase their Facebook, Twitter and Linkedin profiles on their store page.":["Los vendedores pueden subir y mostrar sus perfiles de Facebook, Twitter y LinkedIn en la página de su tienda."],"Social Profiles":["Perfiles sociales"],"Sell auction-able products in your store with Dokan’s integration.":["Vende productos subastables en tu tienda con la integración de Dokan."],"Woocommerce Simple Auctions Integration":["Integración con Woocommerce Simple Auctions"],"Admins can make announcements targeted to a single vendor, multiple or all vendors.":["Los administradores pueden hacer anuncios dirigidos a un solo vendedor, a varios o a todos los vendedores."],"Announcement For Vendors":["Anuncio para los vendedores"],"Create hotel rooms, resorts, conference rooms, cars, bikes, etc for renting out.":["Crea habitaciones de hotel, centros turísticos, salas de conferencias, vehículos, bicicletas, etc. para alquilar."],"Woocommerce Booking Integration":["Integración con WooCommerce Booking"],"Vendors can define the working hours of their online store for each day of the week for visitors to see.":["Los vendedores pueden definir el horario de trabajo de su tienda online para cada día de la semana para que los visitantes lo vean."],"Store Opening & Closing Time":["Horario de apertura y cierre de la tienda"],"Vendors can create variable products with predefined and custom attributes.":["Los vendedores pueden crear productos variables con atributos predefinidos y personalizados."],"Visitors and customers can share a store page with their friends and acquaintances on their social profiles.":["Los visitantes y clientes pueden compartir la página de la tienda con sus amigos y conocidos en sus perfiles sociales."],"Social Share":["Compartir en redes sociales"],"Vendors will be able to mark products as draft & update the order status to inform customers about progress.":["Los vendedores podrán marcar los productos como borrador y actualizar el estado del pedido para informar a los clientes sobre el progreso."],"New vendors can start uploading products upon registration if admins allow.":["Los nuevos vendedores pueden empezar a subir productos al registrarse si los administradores lo permiten."],"Vendor Product Upload":["Subida de productos de vendedores"],"Vendors can write about themselves & about their store in a text field which visitors can see from the store page":["Los vendedores pueden escribir sobre ellos mismos y sobre su tienda en un campo de texto que los visitantes pueden ver en la página de la tienda"],"Vendor Biography":["Biografía del vendedor"],"Vendors can create & attach tags to products to categorize & for better search engine optimization.":["Los vendedores pueden crear y adjuntar etiquetas a los productos para categorizarlos y para una mejor optimización de los motores de búsqueda."],"Create Tags":["Crear etiquetas"],"Earning, selling and commissions reports for vendors to improve sales & take major decisions.":["Informes de ganancias, ventas y comisiones para los vendedores para mejorar las ventas y tomar decisiones importantes."],"Reporting":["Informes"],"Vendors can duplicate their own products for ease and time saving.":["Los vendedores pueden duplicar sus propios productos para facilitar y ahorrar tiempo."],"Duplicate Product":["Duplicar producto"],"Vendors can configure their own shipping costs for each country, state & single products.":["Los proveedores pueden configurar sus propios costos de envío para cada país, estado y productos individuales."],"Each vendor can create unlimited discount coupon codes for their products.":["Cada vendedor puede crear códigos de cupones de descuento ilimitados para sus productos."],"Dokan Capability":["Capacidades de Dokan"],"One of the finest attractions of Dokan PRO is the vast array of powerful vendor controls & functions it provides so sellers can enjoy ownership, automation & freedom to run their stores. To use these awesome vendor features listed below, consider Upgrading to PRO.":["Una de las mejores propuestas de Dokan PRO es la amplia gama de potentes controles y características que proporciona para que los vendedores puedan disfrutar de la propiedad, la automatización y la libertad de dirigir sus tiendas. Para usar estas increíbles características de los vendedores que se enumeran a continuación, considera la posibilidad de actualizar a PRO."],"Vendor Capabilities":["Capacidades del vendedor"],"Dokan Vendor Capabilities Banner":["Banner de capacidades del vendedor de dokan"],"Check Out All Vendor Functionalities":["Echa un vistazo a todas las funcionalidades de los vendedores"],"Upgrade to Pro":["Mejora a Pro"],"Unlock these awesome frontend features with Dokan PRO":["Desbloquea estas increíbles características de la vista pública con Dokan PRO"],"Looking for Coupons, Variable Products, SEO or Shipping?":["¿Estás buscando cupones, productos variables, SEO o envíos?"],"Dokan Settings Banner":["Ajustes del banner de Dokan"],"Switch To":["Cambiar a"],"Search Vendors":["Buscar vendedores"],"is required.":["es obligatorio."],"Both percentage and fixed fee is required.":["Se requiere tanto el porcentaje como la tarifa fija."],"With all the advance features you get it’s hard to resist buying Dokan Pro.":["Con todas las características avanzadas que obtienes, es difícil resistirse a comprar Dokan Pro."],"Convinced?":["¿Convencido?"],"Mark as Pending":["Marcar como pendiente"],"Approve Request":["Aprobar petición"],"(no name)":["(sin nombre)"],"Selling has been enabled":["Se han activado las ventas"],"The vendor has been disabled.":["El vendedor se ha desactivado."],"Disable Selling":["Desactivar venta"],"Approve Vendors":["Aprobar vendedores"],"Registered":["Registrado"],"Bookable Product":["Producto reservable"],"Google Maps":["Google Maps"],"Setup Wizard":["Asistente de configuración"],"Frontend Shipping Tracking":["Seguimiento de envíos mostrado al cliente"],"Multiple Commission Types":["Múltiples tipos de comisiones"],"Featured Seller":["Vendedor destacado"],"Seller Verification":["Verificación del vendedor"],"Single Product Multiple Seller":["Un producto vendido por varios vendedores"],"Store Contact Form":["Formulario de contacto de la tienda"],"Back Ordering System":["Sistema de compra sin inventario"],"Store SEO":["SEO de tienda"],"Customized Product Categories":["Categorías de productos personalizadas"],"Making Announcements":["Haciendo Anuncios"],"Seller Statement Reports":["Estados de cuenta del vendedor"],"Frontend order management":["Gestión de pedidos en la vista pública"],"Add Social profile to your vendor’s store and support for store SEO":["Añade perfiles sociales a tu tienda y soporte para el SEO de la tienda"],"24\/7 super fast premium customer support for you":["Soporte súper rápido 24\/7 para clientes premium"],"Earning, Selling and Commission Reports & Statement":["Informes y estados de cuenta de ganancias, ventas y comisiones"],"Vendors will be able to generate coupon codes":["Los proveedores podrán generar códigos de cupón"],"Store support based on ticket system for your customers":["Soporte de tienda basado en el sistema de tickets para tus clientes"],"Zone wise shipping with multiple method for vendors":["Envío por zona con múltiples métodos para proveedores"],"Unlimited Product Variations and group product upload":["Variaciones ilimitadas de productos y subida de productos grupales"],"Frontend dashboard for vendors with advanced controls":["Escritorio en la vista pública para vendedores con controles avanzados"],"Premium modules to make everything easier & better":["Módulos Premium para hacer todo más fácil y mejor"],", Routing Number: %s":["Número de ruta: %s"],", Bank Name: %s":[", Nombre del banco: %s"],", Account Number: %s":[", Número de cuenta: %s"],"Download PayPal mass payment file":["Descargar archivo para pagos masivos de PayPal"],"Approve":["Aprobar"],"Details":["Detalles"],"Paypal Mass Payment File is Generated.":["El archivo de pagos masivos de PayPal se ha generado."],"No requests found.":["Ninguna solicitud encontrada."],"dokan-lite":["dokan-lite"],"Order Status Change":["Cambio de estado del pedido"],"Phone":["Teléfono"],"Modules":["Módulos"],"Actions":["Acciones"],"Manage reviews":["Gestionar valoraciones"],"Account Name: %s":["Nombre de la cuenta: %s"],"Variable Product":["Varios productos"],"Are you sure?":["¿Estás seguro?"],"E-mail":["Correo electrónico"],"Edit":["Editar"],"Shipping":["Envío"],"Documentation":["Documentación"],"Delete":["Eliminar"],"Store":["Tienda"],"Vendor":["Vendedor"],"Note":["Nota"],"Method":["Método"],"Amount":["Importe"],"Cancelled":["Cancelado"],"Pending":["Pendiente"],"Orders":["Pedidos"],"Products":["Productos"],"Add Note":["Añadir nota"],"Coupons":["Cupones"],"Bulk Actions":["Acciones en lote"],"Password":["Contraseña"],"Apply":["Aplicar"],"Select bulk action":["Selecciona acciones en lote"],"Success!":["¡Correcto!"],"Date":["Fecha"],"Status":["Estado"],"Update Note":["Actualizar nota"],"Withdraw Requests":["Solicitudes de retiro"],"Add New":["Añadir nuevo"],"Vendors":["Vendedores"],"Combine":["Combinada"],"Percentage":["Porcentual"],"Flat":["Plana"],"Make Vendor Featured":["Destacar vendedor"],"Publish Product Directly":["Publicar producto directamente"],"Enable Selling":["Activar ventas"],"Admin Commission":["Comisión del administrador"],"Admin Commission Type":["Tipo de comisión del administrador"],"PayPal Email":["Correo electrónico de PayPal"],"Swift":["Swift"],"IBAN":["IBAN"],"Routing Number":["Número de ruta"],"Bank Address":["Dirección del banco"],"Bank Name":["Nombre del banco"],"1233456789":["123456789"],"Account Number":["Número de cuenta"],"Account Name":["Nombre de la cuenta"],"Select State":["Elige el estado"],"State":["Estado"],"Select Country":["Elige el país"],"Country":["País"],"Zip":["Código postal"],"City":["Ciudad"],"Street 2":["Calle 2"],"Street 1":["Dirección 1"],"This email is already registered, please choose another one.":["Esta dirección de correo electrónico ya está registrada, prueba con otra."],"Not Available":["No disponible"],"Available":["Disponible"],"Searching...":["Buscando..."],"Generate Password":["Generar contraseña"],"Send the vendor an email about their account.":["Envía al vendedor un correo electrónico con información sobre su cuenta."],"Username is required":["El nombre de usuario es obligatorio"],"Username":["Nombre de usuario"],"store@email.com":["tienda@dominio.com"],"Email is required":["El correo electrónico es obligatorio"],"Email":["Correo electrónico"],"123456789":["123456789"],"Phone Number":["Número de teléfono"],"Store Url":["URL de la tienda"],"Store URL":["URL de la tienda"],"Store Name is required":["El nombre de la tienda es obligatorio"],"Store Name":["Nombre de la tienda"],"Last Name":["Apellidos"],"First Name":["Nombre"],"Upload Banner":["Subir banner"],"You can change your profile picutre on %s":["Puedes cambiar tu foto de perfil en %s"],"Vendor Picture":["Foto del vendedor"],"Choose your file":["Elige tu archivo"],"Dismiss this notice.":["Descartar este aviso."],"Settings":["Ajustes"],"is built using Dokan":["está construido usando Dokan"],"We are proud to say the official":["Estamos orgullosos de decir que"],"People We Have Helped":["Gente a la que hemos ayudado"],"Payment Options:":["Opciones de pago:"],"Terms & Condition Applied":["Términos y condiciones aplicados"],"After successful purchase, you will be eligible for conditional refund":["Después de una compra exitosa, serás elegible para un reembolso condicionado"],"14 Days Money Back Guarantee":["Garantía de reembolso de 14 días"],"Buy Now":["Comprar ahora"],"The Packages We Provide":["Los paquetes que ofrecemos"],"Comparison With Dokan PRO":["Comparación con Dokan PRO"],"And Many More":["Y muchos más"],"Why Upgrade":["Porqué hacer una actualización"],"Seems To Be Convinced, You Need More Out Of Your Marketplace":["Pareces convencido, necesitas aún más de tu marketplace"],"Upgrade to Dokan Pro!":["¡Actualiza a Dokan Pro!"],"Help":["Ayuda"],"Overview":["Información general"],"Thank you for subscribing!":["¡Gracias por subscribirte!"],"Subscribe":["Suscribir"],"We're constantly developing new features, stay up-to-date by subscribing to our newsletter.":["Constantemente estamos desarrollando nuevas características, mantente al día suscribiéndote a nuestro boletín de noticias."],"Stay up-to-date":["Mantente al día"],"Dokan News Updates":["Noticias de actualización de Dokan"],"created this month":["creados este mes"],"awaiting approval":["esperando aprobación"],"signup this month":["inscritos este mes"],"commission earned":["comisiones ganadas"],"net sales this month":["ventas netas este mes"],"At a Glance":["De un vistazo"],"Dashboard":["Escritorio"],"Edit Vendor":["Editar vendedor"],"Add Another":["Añadir otro"],"A vendor has been created successfully!":["¡Se ha creado un vendedor correctamente!"],"Vendor Created":["Se ha creado el vendedor"],"Payment Options":["Opciones de pago"],"Address":["Dirección"],"Account Info":["Información de la cuenta"],"Add New Vendor":["Añadir nuevo vendedor"],"Next":["Siguiente"],"Create Vendor":["Crear vendedor"],"Select Image":["Seleccionar imagen"],"Select & Crop Image":["Seleccionar y cortar la imagen"],"Select":["Seleccionar"],"Active":["Activo"],"Close":["Cerrar"],"Clear":["Borrar"],"Select Color":["Elige un color"],"Cancel":["Cancelar"]}},"comment":{"reference":"assets\/js\/vue-admin.js"}}